{
	"title": "Формировщик среды обитания",
	"icon":{
		"item": "forestry:habitat_former"
	},
	"content": [
		[
			{
				"type": "crafting",
				"locations": [
					"forestry:habitat_former"
				]
			},
			{
				"text": "Формировщик используется для управления климатом в специфичных регионах. Размер (1-16) и форма области (круг или квадрат) могут быть изменены при помощи ползунка и кнопки с левой стороны интерфейса."
			}
		],
		[
			{
				"text": "Формировщик всегда стремится достичь заданного климата. Для этого ему нужно две вещи:"
			},
			{
				"text": "\n"
			},
				{
				"text": "\n"
			},
			{
				"text": "Во-первых, жидкость (вода, лава или молотый лёд) для изменения влажности зоны;"
			},
			{
				"text": "\n"
			},
				{
				"text": "\n"
			},
			{
				"text": "Во-вторых, энергия (FE/RF/Tesla/MJ) для изменения температуры зоны."
			}
		],
		[
			{
				"text": "Чем больше площадь покрытия, тем больше ресурсов потребуется. На данный момент есть 4 способа выбрать нужный климат."
			},
			{
				"text": "\n"
			},
			{
				"text": "\n"
			},
			{
				"text": "1. Нажатие по верхним центральным панелям в интерфейсе."
			},
			{
				"text": "\n"
			},
				{
				"text": "\n"
			},
			{
				"text": "2. Ввод нужных значений в текстовые поля (принимают значения от 0 до 200)."
			}
		],
		[
			{
				"text": "3. Выбор сред обитания, представленных по умолчанию и расположенных рядом с текстовыми полями."
			},
			{
				"text": "\n"
			},
			{
				"text": "\n"
			},
			{
				"text": "4. Помещение пчелы в правый шестиугольный слот. Тогда машина автоматически подберёт подходящий климат для пчелы."
			}
		],
		[
			{
				"text": "Примечание от переводчика мануала:"
			},
			{
				"text": "\n"
			},
			{
				"text": "\n"
			},
			{
				"text": "Перевод этого пособия делался людьми, не переводившими основной контент мода. Предыдущие переводчики, скорее всего, использовали машинный перевод. В игре данный предмет назван 'Бывшая среда обитания'. Будем надеется, что у нас найдется время для переперевода мода."
			}
		]
	]
}