{
	"title": "Биогазовый двигатель",
	"icon": {
		"item": "forestry:engine_biogas"
	},
	"content": [
		[
			{
				"type": "crafting",
				"locations": [
					"forestry:biogas_engine"
				]
			},
			{
				"text": "Хотите избавиться от лишних саженцев?"
			
			},
			{
				"text": "Слишком много ведер молока в ваших сундуках?",
				"paragraph": true
			},
			{
				"text": "Так используйте же Биогазовый двигатель, чтобы запитать ваши фермы дерева!",
				"paragraph": true
			}
		], 
		[
			{
				"text": "Биогазовый двигатель должен быть активирован редстоун сигналом, как и все двигатели из BuildCraft. Однако у него есть особенность: он не может взорваться от перегрева, но у него есть минимальная рабочая температура. Вы можете до краёв заполнить Биогазовый двигатель вкусным топливом, и он всё равно не заработает. Причина довольна проста: двигателю нужно достичь определенной температуры, прежде чем он начнет сжигать топливо."
			}
		],
		[
			{
				"text": "Чтобы запустить новый или остывший двигатель, нужно залить лаву в правый бак. Двигатель начнет нагреваться и, достигнув минимальной рабочей температуры, начнет выработку энергии. Это приведет к нагреванию, так что после начального прогрева Биогазовый двигатель будет самонагреваться. И не нужно будет постоянно наполнять его лавой."
			}
		],
		[
			{
				"text": "Если же редстоун сигнал будет нарушен, горение топлива будет полностью остановлено: топливо не будет потеряно, но, если двигатель пребывал в неактивном состоянии слишков долго, придется долить немного лавы, чтобы двигатель нагрелся, когда будет восстановлен сигнал."
			},
			{
				"text": "Но есть одно важное исключение: если вы планируете использовать",
				"paragraph": true
			}
		],
		[
			{
				"text": "воду или молоко как топливо, то будет вырабатываться недостаточно тепла для самонагревания.  Биогазовый двигатель, использующий эти виды топлива, будет расходовать весь запас лавы, в то время как двигатели, заправленные фруктовым соком, жидкой биомассой, растетительным маслом или жидким мёдом, практически не притронуться к лаве."
			}
		],
		[
			{
				"text": "Двигатели, работающие на воде или молоке, рано или поздно израсходуют лаву и перестанут вырабатывать энергию. Впрочем, вы можете провести лаву, используя трубы из BuildCraft. Выбор за вами."
			}
		]
	]
}